{
    "generic": [
        "You're only allowed to shoot while moving.",
        "__random_player__ is the only one that is allowed to reload Weapons. If this Player is dead, everyone can reload.",
        "__attacking__ You're only allowed to use secondary weapons (pistols) until the Spike is planted.",
        "You are not allowed to shoot until your team gets a kill using knife or util.",
        "__defending__ You cant shoot until the spike is planted.",
        "The floor is Lava! Try to stay of the ground at all times possible",
        "Try to protect the Player with the most deaths at all costs.",
        "__defending__ Every player must pruchase an odin or Aris"
    ],
    "agents": {
        "Brimstone": [
            "__attacking__ When entrying a site, place all 3 smokes in a straight line and plant in it.",
            "Everyone rush as fast as possible using Brimstone's Stim Beacon"
        ],
        "Phoenix": [
            "This is a placeholder for a text for Phoenix."
        ],
        "Sage": [
            "__defending__ Everyone get stack on the same site and go on the Sage Wall",
            "If you want to get healed you must meow or bark."
        ],
        "Sova": [
            "This is a placeholder for a text for Sova."
        ],
        "Viper": [
            "This is a placeholder for a text for Viper."
        ],
        "Cypher": [
            "You're only objective this round is to take a Picture with as many enemies as possible."
        ],
        "Reyna": [
            "This is a placeholder for a text for Reyna."
        ],
        "Killjoy": [
            "This is a placeholder for a text for Killjoy."
        ],
        "Breach": [
            "This is a placeholder for a text for Breach."
        ],
        "Omen": [
            "This is a placeholder for a text for Omen."
        ],
        "Jett": [
            "This is a placeholder for a text for Jett."
        ],
        "Raze": [
            "This is a placeholder for a text for Raze."
        ],
        "Skye": [
            "This is a placeholder for a text for Skye.",
            "If you want to get healed you must meow or bark."
        ],
        "Yoru": [
            "This is a placeholder for a text for Yoru."
        ],
        "Astra": [
            "This is a placeholder for a text for Astra."
        ],
        "Kay/O": [
            "This is a placeholder for a text for Kay/O."
        ],
        "Chamber": [
            "This is a placeholder for a text for Chamber."
        ],
        "Neon": [
            "This is a placeholder for a text for Neon."
        ],
        "Fade": [
            "This is a placeholder for a text for Fade."
        ],
        "Harbor": [
            "This is a placeholder for a text for Harbor."
        ],
        "Gekko": [
            "This is a placeholder for a text for Gekko."
        ],
        "Deadlock": [
            "This is a placeholder for a text for Deadlock."
        ],
        "Iso": [
            "This is a placeholder for a text for Iso."
        ],
        "Clove": [
            "This is a placeholder for a text for Clove."
        ]
    },
    "maps": {
        "Sunset": [
            "This is a placeholder for a text for Sunset. but i edited it. hehehehe",
            "this is a second text for sunset"
        ],
        "Lotus": [
            "This is a placeholder for a text for Lotus."
        ],
        "Pearl": [
            "This is a placeholder for a text for Pearl."
        ],
        "Fracture": [
            "This is a placeholder for a text for Fracture."
        ],
        "Breeze": [
            "This is a placeholder for a text for Breeze."
        ],
        "Icebox": [
            "This is a placeholder for a text for Icebox."
        ],
        "Bind": [
            "This is a placeholder for a text for Bind."
        ],
        "Haven": [
            "This is a placeholder for a text for Haven."
        ],
        "Split": [
            "This is a placeholder for a text for Split."
        ],
        "Ascent": [
            "This is a placeholder for a text for Ascent."
        ],
        "Abyss": [
            "This is a placeholder for a text for Abyss."
        ]
    }
}